---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContourLabelsElevBaseType
source: html/9931803f-9234-c612-fddb-4a433172f2d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContourLabelsElevBaseType Property

"Elevation Base"

## Syntax (C#)
```csharp
public static ForgeTypeId ContourLabelsElevBaseType { get; }
```